Repository: shuiandy/Cadenza
Catalog: Cadenza/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Calendar Color
de: Kalenderfarbe
es: Color del calendario
fr: Couleur du calendrier
ja: カレンダーの色
ko: 캘린더 색상
zh_hans: 日历颜色

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: 赤
ko: 빨간색
zh_hans: 红色

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: 黄色
ko: 노란색
zh_hans: 黄色

source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
ko: 초록색
zh_hans: 绿色

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
ko: 파란색
zh_hans: 蓝色

source: Purple
de: Violett
es: Morado
fr: Violet
ja: 紫
ko: 보라색
zh_hans: 紫色

source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
ko: 분홍색
zh_hans: 粉色

source: Calendar Connections
de: Kalenderverbindungen
es: Conexiones de calendario
fr: Connexions de calendrier
ja: カレンダー接続
ko: 캘린더 연결
zh_hans: 日历连接

source: Calendar visibility and integrations
de: Kalendersichtbarkeit und Integrationen
es: Visibilidad de calendarios e integraciones
fr: Visibilité des calendriers et intégrations
ja: カレンダーの表示と連携
ko: 캘린더 표시 및 통합
zh_hans: 日历可见性和集成

source: Calendars
de: Kalender
es: Calendarios
fr: Calendriers
ja: カレンダー
ko: 캘린더
zh_hans: 日历

source: Calendars & Connections
de: Kalender & Verbindungen
es: Calendarios y conexiones
fr: Calendriers et connexions
ja: カレンダーと接続
ko: 캘린더 및 연결
zh_hans: 日历与连接

source: Calendars to Monitor
de: Zu überwachende Kalender
es: Calendarios a monitorear
fr: Calendriers à surveiller
ja: 監視するカレンダー
ko: 모니터링할 캘린더
zh_hans: 监控的日历

source: Can you go into more detail?
de: Können Sie das genauer erläutern?
es: ¿Puedes dar más detalles?
fr: Pouvez-vous donner plus de détails ?
ja: もっと詳しく教えてください。
ko: 더 자세히 설명해 줄 수 있나요?
zh_hans: 能详细说说吗？

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cancelled — %lld exported before stopping.
de: Abgebrochen — %lld vor dem Stopp exportiert.
es: Cancelado — %lld exportados antes de detener.
fr: Annulé — %lld exportés avant l’arrêt.
ja: キャンセル—停止前に %lld 件エクスポートしました。
ko: 취소됨 — 중단 전 %lld개 내보내기 완료.
zh_hans: 已取消—停止前共导出 %lld 个。

source: Cancelled — %lld recordings were exported.
de: Abgebrochen — %lld Aufnahmen wurden exportiert.
es: Operación cancelada: se exportaron %lld grabaciones.
fr: Annulé — %lld enregistrements ont été exportés.
ja: キャンセルしました。%lld件の録音を書き出しました。
ko: 취소됨 — 녹음 %lld개를 내보냈습니다.
zh_hans: 已取消——已导出 %lld 条。

source: Cancels the automatic stop countdown
de: Bricht den Countdown zum automatischen Stoppen ab
es: Cancela la cuenta atrás para detener automáticamente
fr: Annule le compte à rebours d’arrêt automatique
ja: 自動停止のカウントダウンをキャンセルします
ko: 자동 중지 카운트다운을 취소합니다
zh_hans: 取消自动停止倒计时

source: Candidate and hiring conversations
de: Bewerbungs- und Einstellungsgespräche
es: Conversaciones con candidatos y de contratación
fr: Entretiens avec les candidats et conversations de recrutement
ja: 候補者・採用に関する会話
ko: 지원자 및 채용 관련 대화
zh_hans: 候选人和招聘相关对话

source: Capture microphone
de: Mikrofon aufnehmen
es: Capturar micrófono
fr: Capturer le microphone
ja: マイクをキャプチャ
ko: 마이크 캡처
zh_hans: 捕获麦克风

source: Capture system audio (meeting apps)
de: Systemaudio aufnehmen (Meeting-Apps)
es: Capturar audio del sistema (apps de reuniones)
fr: Capturer l'audio système (applications de réunion)
ja: システム音声をキャプチャ（会議アプリ）
ko: 시스템 오디오 캡처 (회의 앱)
zh_hans: 捕获系统音频（会议应用）

source: Change folder…
de: Ordner ändern…
es: Cambiar carpeta…
fr: Changer de dossier…
ja: フォルダを変更…
ko: 폴더 변경…
zh_hans: 更改文件夹…

source: Changing the port breaks existing client configs — update them too.
de: Das Ändern des Ports macht bestehende Client-Konfigurationen ungültig — aktualisieren Sie diese ebenfalls.
es: Cambiar el puerto rompe las configuraciones de clientes existentes — actualízalas también.
fr: Changer le port casse les configurations clientes existantes — mettez-les aussi à jour.
ja: ポートを変更すると既存のクライアント設定が機能しなくなります——あわせて更新してください。
ko: 포트를 변경하면 기존 클라이언트 설정이 작동하지 않습니다 — 함께 업데이트하세요.
zh_hans: 修改端口会使已配置的客户端失联——记得同步更新它们。

source: Chapters
de: Kapitel
es: Capítulos
fr: Chapitres
ja: チャプター
ko: 챕터
zh_hans: 章节

source: Chat History
de: Chatverlauf
es: Historial de chat
fr: Historique des discussions
ja: チャット履歴
ko: 채팅 기록
zh_hans: 对话历史

source: Cherry Blossom
de: Kirschblüte
es: Flor de cerezo
fr: Fleur de cerisier
ja: チェリーブロッサム
ko: 벚꽃
zh_hans: 樱花

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
ja: 選択
ko: 선택
zh_hans: 选择

source: Choose a folder for recording storage
de: Ordner für die Aufnahmespeicherung wählen
es: Elige una carpeta para almacenar las grabaciones
fr: Choisir un dossier pour le stockage des enregistrements
ja: 録音の保存先フォルダを選択
ko: 녹음 저장 폴더 선택
zh_hans: 选择录音存储文件夹

source: Choose a tint for the app background
de: Einen Farbton für den App-Hintergrund wählen
es: Elige un tinte para el fondo de la app
fr: Choisir une teinte pour l'arrière-plan de l'app
ja: アプリの背景色を選択
ko: 앱 배경 색조 선택
zh_hans: 为应用背景选择色调

source: Choose folder…
de: Ordner auswählen…
es: Elegir carpeta…
fr: Choisir un dossier…
ja: フォルダを選択…
ko: 폴더 선택…
zh_hans: 选择文件夹…

source: Choose Folder…
de: Ordner auswählen…
es: Elegir carpeta…
fr: Choisir un dossier…
ja: フォルダを選択…
ko: 폴더 선택…
zh_hans: 选择文件夹…

source: Choose model
de: Modell wählen
es: Elegir modelo
fr: Choisir le modèle
ja: モデルを選択
ko: 모델 선택
zh_hans: 选择模型

source: Choose the original recordings folder to restore access
de: Wählen Sie den ursprünglichen Aufnahmeordner aus, um den Zugriff wiederherzustellen
es: Elige la carpeta de grabaciones original para restaurar el acceso
fr: Choisissez le dossier d’enregistrements d’origine pour rétablir l’accès
ja: アクセスを復元するには元の録音フォルダを選択してください
ko: 접근 권한을 복원하려면 원래 녹음 폴더를 선택하세요
zh_hans: 选择原录音文件夹以恢复访问

source: Classic
de: Klassisch
es: Clásico
fr: Classique
ja: クラシック
ko: 클래식
zh_hans: 经典

source: claude mcp add failed: %@
de: claude mcp add fehlgeschlagen: %@
es: claude mcp add falló: %@
fr: échec de claude mcp add : %@
ja: claude mcp add が失敗しました: %@
ko: claude mcp add 실패: %@
zh_hans: claude mcp add 执行失败:%@

source: Clear All
de: Alle löschen
es: Limpiar todo
fr: Tout effacer
ja: すべてクリア
ko: 모두 지우기
zh_hans: 清除全部

source: Clear chat
de: Chat leeren
es: Limpiar chat
fr: Effacer la discussion
ja: チャットをクリア
ko: 채팅 지우기
zh_hans: 清除对话

source: Clear scope
de: Bereich löschen
es: Borrar ámbito
fr: Effacer le périmètre
ja: 範囲をクリア
ko: 범위 지우기
zh_hans: 清除范围

source: Client
de: Kunde
es: Cliente
ja: クライアント
ko: 클라이언트
zh_hans: 客户会议

source: Client Meetings
de: Kundenbesprechungen
es: Reuniones con clientes
fr: Réunions clients
ja: クライアント会議
ko: 고객 회의
zh_hans: 客户会议

source: Client Secret (optional for PKCE)
de: Client-Secret (optional für PKCE)
es: Client Secret (opcional para PKCE)
fr: Secret client (optionnel pour PKCE)
ja: クライアントシークレット（PKCE使用時は任意）
ko: Client Secret (PKCE의 경우 선택 사항)
zh_hans: 客户端密钥（PKCE 可选）

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
zh_hans: 颜色

source: Communication
de: Kommunikation
es: Comunicación
ja: コミュニケーション
ko: 커뮤니케이션
zh_hans: 通讯

source: Compact
de: Kompakt
es: Compacto
ja: コンパクト
ko: 간결
zh_hans: 紧凑

source: Compare this with other recent meetings
de: Mit anderen aktuellen Meetings vergleichen
es: Comparar con otras reuniones recientes
fr: Comparer avec d'autres réunions récentes
ja: 最近の他の会議と比較
ko: 다른 최근 회의와 비교
zh_hans: 与其他近期会议对比

source: Complete
de: Abgeschlossen
es: Completo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

source: Comprehensive analysis with full context
de: Umfassende Analyse mit vollständigem Kontext
es: Análisis completo con contexto detallado
fr: Analyse complète avec contexte intégral
ja: 完全なコンテキストによる包括的な分析
ko: 전체 맥락을 포함한 종합 분석
zh_hans: 包含完整上下文的全面分析

source: Config at %@ exists but could not be read — not touching it.
de: Die Konfiguration unter %@ existiert, konnte aber nicht gelesen werden — sie wird nicht angefasst.
es: La configuración en %@ existe pero no se pudo leer — no se modifica.
fr: La configuration à %@ existe mais n'a pas pu être lue — elle ne sera pas modifiée.
ja: %@ の設定は存在しますが読み取れません——変更しません。
ko: %@의 구성이 존재하지만 읽을 수 없습니다 — 수정하지 않습니다.
zh_hans: %@ 处的配置文件存在但无法读取——为安全起见不予修改。

source: Configured with an old token or URL
de: Mit altem Token oder alter URL konfiguriert
es: Configurado con un token o URL antiguos
fr: Configuré avec un ancien jeton ou une ancienne URL
ja: 古いトークンまたはURLで設定されています
ko: 이전 토큰 또는 URL로 구성되어 있습니다
zh_hans: 配置使用的是旧令牌或旧地址

source: Confirm %@ (%@)
de: %@ bestätigen (%@)
es: Confirmar %@ (%@)
fr: Confirmer %@ (%@)
ja: %@ と確認 (%@)
ko: %@(으)로 확인 (%@)
zh_hans: 确认是 %@（%@）

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
zh_hans: 连接

source: Connect a client
de: Client verbinden
es: Conectar un cliente
fr: Connecter un client
ja: クライアントを接続
ko: 클라이언트 연결
zh_hans: 连接客户端

source: Connect Notion in Settings first.
de: Verbinden Sie Notion zuerst in den Einstellungen.
es: Conecta Notion en Ajustes primero.
fr: Connectez d’abord Notion dans Réglages.
ja: 先に「設定」でNotionに接続してください。
ko: 먼저 설정에서 Notion을 연결하세요.
zh_hans: 请先在设置中连接 Notion。

source: Connect to export meetings to a database.
de: Stellen Sie eine Verbindung her, um Besprechungen in eine Datenbank zu exportieren.
es: Conéctate para exportar reuniones a una base de datos.
fr: Connectez-vous pour exporter les réunions vers une base de données.
ja: 会議をデータベースに書き出すには接続してください。
ko: 회의를 데이터베이스로 내보내려면 연결하세요.
zh_hans: 连接后可将会议导出到数据库。

source: Connect your calendars to see all your meetings in one place.
de: Verbinden Sie Ihre Kalender, um alle Meetings an einem Ort zu sehen.
es: Conecta tus calendarios para ver todas tus reuniones en un solo lugar.
fr: Connectez vos calendriers pour voir toutes vos réunions au même endroit.
ja: カレンダーを接続して、すべての会議を一か所で確認しましょう。
ko: 캘린더를 연결하여 모든 회의를 한곳에서 확인하세요.
zh_hans: 连接你的日历以在一处查看所有会议。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接

source: Connected — %@
de: Verbunden — %@
es: Conectado: %@
fr: Connecté — %@
ja: 接続済み — %@
ko: 연결됨 — %@
zh_hans: 已连接 — %@

source: Connected ✓
de: Verbunden ✓
es: Conectado ✓
fr: Connecté ✓
ja: 接続済み ✓
ko: 연결됨 ✓
zh_hans: 已连接 ✓

source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
fr: Connecté à %@
ja: %@に接続済み
ko: %@에 연결됨
zh_hans: 已连接到 %@

source: Connected via EventKit
de: Verbunden über EventKit
es: Conectado vía EventKit
fr: Connecté via EventKit
ja: EventKit経由で接続済み
ko: EventKit을 통해 연결됨
zh_hans: 已通过 EventKit 连接

source: Connected.
de: Verbunden.
es: Conectado.
fr: Connecté.
ja: 接続済み。
ko: 연결되었습니다.
zh_hans: 已连接。

source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
ja: 接続中...
ko: 연결 중...
zh_hans: 正在连接...

source: Connecting…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
zh_hans: 连接中…

source: Connection failed
de: Verbindung fehlgeschlagen
es: Falló la conexión
fr: Échec de la connexion
ja: 接続に失敗しました
ko: 연결 실패
zh_hans: 连接失败

source: Connection failed: %@
de: Verbindung fehlgeschlagen: %@
es: Error de conexión: %@
fr: Échec de la connexion : %@
ja: 接続に失敗しました：%@
ko: 연결 실패: %@
zh_hans: 连接失败：%@

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ko: 연결
zh_hans: 连接

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
zh_hans: 继续

source: Cool silver white
de: Kühles Silberweiß
es: Blanco plata frío
fr: Blanc argenté froid
ja: クールシルバーホワイト
ko: 쿨 실버 화이트
zh_hans: 清凉银白

source: Cool steel blue
de: Kühles Stahlblau
es: Azul acero frío
fr: Bleu acier froid
ja: クールスチールブルー
ko: 쿨 스틸 블루
zh_hans: 冷钢蓝

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制

source: Copy a preview-first prompt for your AI agent. It lists source metadata incrementally, shows a dry run, and fetches full notes only after review. Cadenza never stores your provider tokens.
de: Kopieren Sie einen Prompt mit Vorschau für Ihren KI-Agenten. Er listet nach und nach Quellmetadaten auf, zeigt einen Probelauf und ruft vollständige Notizen erst nach der Prüfung ab. Cadenza speichert niemals die Token Ihres Anbieters.
es: Copia una instrucción para tu agente de IA que muestra primero una vista previa. Enumera gradualmente los metadatos de origen, muestra una simulación y solo obtiene las notas completas después de revisarla. Cadenza nunca almacena los tokens de tu proveedor.
fr: Copiez une invite avec aperçu préalable pour votre agent IA. Elle répertorie progressivement les métadonnées des sources, affiche une simulation et ne récupère les notes complètes qu’après vérification. Cadenza ne stocke jamais les jetons de votre fournisseur.
ja: AIエージェント用の、まずプレビューするプロンプトをコピーします。ソースのメタデータを段階的に一覧表示し、ドライランを示し、確認後にのみ完全なメモを取得します。Cadenzaがプロバイダのトークンを保存することはありません。
ko: AI 에이전트용 미리보기 우선 프롬프트를 복사합니다. 소스 메타데이터를 단계적으로 나열하고 시험 실행을 보여 준 뒤, 검토 후에만 전체 메모를 가져옵니다. Cadenza는 제공자 토큰을 저장하지 않습니다.
zh_hans: 复制一份供 AI 代理使用的预览优先提示词。它会增量列出来源元数据、展示试运行结果，并只在审核后获取完整笔记。Cadenza 永远不会存储你的服务商令牌。

source: Copy API key
de: API-Schlüssel kopieren
es: Copiar clave API
fr: Copier la clé API
ja: APIキーをコピー
ko: API 키 복사
zh_hans: 复制 API 密钥

source: Copy Diagnostics
de: Diagnoseinformationen kopieren
es: Copiar diagnóstico
fr: Copier le diagnostic
ja: 診断情報をコピー
ko: 진단 정보 복사
zh_hans: 复制诊断信息

source: Copy Local Recordings
de: Lokale Aufnahmen kopieren
es: Copiar grabaciones locales
fr: Copier les enregistrements locaux
ja: ローカル録音をコピー
ko: 로컬 녹음 복사
zh_hans: 复制 Local 录音

source: Copy recipe
de: Anleitung kopieren
es: Copiar receta
fr: Copier la procédure
ja: レシピをコピー
ko: 레시피 복사
zh_hans: 复制方案

source: Copy Report
de: Bericht kopieren
es: Copiar informe
fr: Copier le rapport
ja: レポートをコピー
ko: 보고서 복사
zh_hans: 复制报告

source: Copy this segment
de: Dieses Segment kopieren
es: Copiar este segmento
fr: Copier ce segment
ja: このセグメントをコピー
ko: 이 구간 복사
zh_hans: 复制此片段

source: Copy verification failed for "%@".
de: Die Überprüfung der Kopie von „%@“ ist fehlgeschlagen.
es: Falló la verificación de la copia de "%@".
fr: La vérification de la copie de « %@ » a échoué.
ja: 「%@」のコピー検証に失敗しました。
ko: "%@"의 복사 검증에 실패했습니다.
zh_hans: “%@”的复制校验失败。

source: Coral
de: Koralle
fr: Corail
ja: コーラル
ko: 코랄
zh_hans: 珊瑚

source: Coral Reef
de: Korallenriff
es: Arrecife de coral
fr: Récif corallien
ja: コーラルリーフ
ko: 코랄 리프
zh_hans: 珊瑚礁

source: Could not list the folder: %@
de: Der Ordnerinhalt konnte nicht aufgelistet werden: %@
es: No se pudo mostrar el contenido de la carpeta: %@
fr: Impossible d’afficher le contenu du dossier : %@
ja: フォルダの内容を一覧表示できませんでした：%@
ko: 폴더 목록을 가져오지 못했습니다: %@
zh_hans: 无法列出文件夹：%@

source: Could not load folder data.
de: Ordnerdaten konnten nicht geladen werden.
es: No se pudieron cargar los datos de la carpeta.
fr: Impossible de charger les données du dossier.
ja: フォルダデータを読み込めませんでした。
ko: 폴더 데이터를 불러올 수 없습니다.
zh_hans: 无法加载文件夹数据。

source: Could not save folder access: %@
de: Der Ordnerzugriff konnte nicht gespeichert werden: %@
es: No se pudo guardar el acceso a la carpeta: %@
fr: Impossible d’enregistrer l’accès au dossier : %@
ja: フォルダへのアクセスを保存できませんでした：%@
ko: 폴더 접근 권한을 저장하지 못했습니다: %@
zh_hans: 无法保存文件夹访问权限：%1$@

source: Couldn't empty Trash. Your recordings are still in Trash.
de: Der Papierkorb konnte nicht geleert werden. Ihre Aufnahmen befinden sich weiterhin im Papierkorb.
es: No se pudo vaciar la papelera. Tus grabaciones siguen en la papelera.
fr: Impossible de vider la corbeille. Vos enregistrements s’y trouvent toujours.
ja: ゴミ箱を空にできませんでした。録音はゴミ箱に残っています。
ko: 휴지통을 비우지 못했습니다. 녹음은 휴지통에 그대로 있습니다.
zh_hans: 无法清空废纸篓。录音仍保留在废纸篓中。

source: Couldn't finish automatic Trash cleanup. Your recordings were kept.
de: Die automatische Papierkorbbereinigung konnte nicht abgeschlossen werden. Ihre Aufnahmen wurden beibehalten.
es: No se pudo completar la limpieza automática de la papelera. Tus grabaciones se conservaron.
fr: Impossible de terminer le nettoyage automatique de la corbeille. Vos enregistrements ont été conservés.
ja: ゴミ箱の自動クリーンアップを完了できませんでした。録音は保持されています。
ko: 휴지통 자동 정리를 완료하지 못했습니다. 녹음은 보존되었습니다.
zh_hans: 无法完成废纸篓自动清理。录音已保留。

source: Couldn't move the recording to Trash. It is still in your library.
de: Die Aufnahme konnte nicht in den Papierkorb verschoben werden. Sie befindet sich weiterhin in Ihrer Mediathek.
es: No se pudo mover la grabación a la papelera. Sigue en tu biblioteca.
fr: Impossible de déplacer l’enregistrement vers la corbeille. Il se trouve toujours dans votre bibliothèque.
ja: 録音をゴミ箱に移動できませんでした。録音はライブラリに残っています。
ko: 녹음을 휴지통으로 이동하지 못했습니다. 녹음은 라이브러리에 그대로 있습니다.
zh_hans: 无法将录音移到废纸篓。录音仍保留在资料库中。

source: Couldn't permanently delete the recording. It is still in Trash.
de: Die Aufnahme konnte nicht endgültig gelöscht werden. Sie befindet sich weiterhin im Papierkorb.
es: No se pudo eliminar la grabación de forma permanente. Sigue en la papelera.
fr: Impossible de supprimer définitivement l’enregistrement. Il se trouve toujours dans la corbeille.
ja: 録音を完全に削除できませんでした。録音はゴミ箱に残っています。
ko: 녹음을 영구적으로 삭제하지 못했습니다. 녹음은 휴지통에 그대로 있습니다.
zh_hans: 无法永久删除录音。录音仍保留在废纸篓中。

source: Couldn't generate — check AI provider settings, or a newer agent brief arrived.
de: Die Erstellung ist fehlgeschlagen. Prüfen Sie die Einstellungen des KI-Anbieters; möglicherweise ist auch ein neueres Agenten-Briefing eingetroffen.
es: No se pudo generar. Comprueba los ajustes del proveedor de IA; también es posible que haya llegado un informe más reciente del agente.
fr: Impossible de générer le contenu. Vérifiez les réglages du fournisseur d’IA ; il est aussi possible qu’une note d’agent plus récente soit arrivée.
ja: 生成できませんでした。AIプロバイダの設定を確認するか、新しいエージェントブリーフが届いていないか確認してください。
ko: 생성하지 못했습니다. AI 제공자 설정을 확인하거나 더 최신 에이전트 브리핑이 도착했는지 확인하세요.
zh_hans: 无法生成 —— 请检查 AI 服务商设置，或已有更新的 agent 简报写入。

source: Couldn't open browser.
de: Der Browser konnte nicht geöffnet werden.
es: No se pudo abrir el navegador.
fr: Impossible d’ouvrir le navigateur.
ja: ブラウザを開けませんでした。
ko: 브라우저를 열지 못했습니다.
zh_hans: 无法打开浏览器。

source: Couldn't safely edit %@ automatically — add the configuration below by hand instead.
de: %@ konnte nicht sicher automatisch bearbeitet werden — fügen Sie die Konfiguration unten manuell hinzu.
es: No se pudo editar %@ de forma segura automáticamente — añade la configuración de abajo manualmente.
fr: Impossible de modifier %@ automatiquement en toute sécurité — ajoutez la configuration ci-dessous manuellement.
ja: %@ を自動で安全に編集できませんでした——下の設定を手動で追加してください。
ko: %@을(를) 자동으로 안전하게 편집할 수 없습니다 — 아래 구성을 직접 추가하세요.
zh_hans: 无法自动安全地修改 %@——请改用下面的配置手动添加。

source: Couldn't save your session locally.
de: Ihre Sitzung konnte nicht lokal gespeichert werden.
es: No se pudo guardar tu sesión de forma local.
fr: Impossible d’enregistrer votre session localement.
ja: セッションをローカルに保存できませんでした。
ko: 세션을 로컬에 저장하지 못했습니다.
zh_hans: 无法在本地保存会话。

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 생성
zh_hans: 创建

source: Create a Craft document for every recording not yet exported.
de: Ein Craft-Dokument für jede noch nicht exportierte Aufnahme erstellen.
es: Crear un documento de Craft para cada grabación que aún no se haya exportado.
fr: Créer un document Craft pour chaque enregistrement pas encore exporté.
ja: まだ書き出されていない全録音の Craft ドキュメントを作成します。
ko: 아직 내보내지 않은 모든 녹음에 대한 Craft 문서를 만듭니다.
zh_hans: 为每条尚未导出的录音创建 Craft 文档。

source: Create a new database in Notion
de: Neue Datenbank in Notion erstellen
es: Crear una nueva base de datos en Notion
fr: Créer une nouvelle base de données dans Notion
ja: Notionに新しいデータベースを作成
ko: Notion에 새 데이터베이스 생성
zh_hans: 在 Notion 中创建新数据库

source: Create a Notion integration and paste credentials below.
de: Erstellen Sie eine Notion-Integration und fügen Sie die Anmeldedaten unten ein.
es: Crea una integración de Notion y pega las credenciales a continuación.
fr: Créez une intégration Notion et collez les identifiants ci-dessous.
ja: Notionインテグレーションを作成し、下に認証情報を貼り付けてください。
ko: Notion 연동을 생성하고 아래에 자격 증명을 붙여넣으세요.
zh_hans: 创建 Notion 集成并粘贴凭据到下方。

source: Create a person for "%@" and assign it.
de: Person für "%@" erstellen und zuweisen.
es: Crear una persona para "%@" y asignarla.
fr: Créer une personne pour « %@ » et l'assigner.
ja: 「%@」の人物を作成して割り当てます。
ko: "%@"에 대한 인물을 생성하고 할당합니다.
zh_hans: 为「%@」创建人物并分配。

source: Create a speaker for "%@" and assign it.
de: Einen Sprecher für "%@" erstellen und zuweisen.
es: Crear un hablante para "%@" y asignarlo.
fr: Créer un intervenant pour « %@ » et l'assigner.
ja: 「%@」の話者を作成して割り当てます。
ko: "%@"에 대한 화자를 만들어 지정합니다.
zh_hans: 为「%@」创建说话人并关联。

source: Create Account Profile
de: Kontoprofil erstellen
es: Crear perfil de cuenta
fr: Créer un profil de compte
ja: アカウントプロファイルを作成
ko: 계정 프로필 만들기
zh_hans: 创建账号配置档案

source: Create an action-item checklist I can fill in
de: Eine ausfüllbare Aufgaben-Checkliste erstellen
es: Crear una lista de tareas que pueda completar
fr: Créer une liste d'actions à remplir
ja: 記入できるアクションアイテムチェックリストを作成
ko: 작성 가능한 액션 아이템 체크리스트 생성
zh_hans: 创建一个可填写的待办事项清单

source: Current Profile
de: Aktuelles Profil
es: Perfil actual
fr: Profil actuel
ja: 現在のプロファイル
ko: 현재 프로필
zh_hans: 当前配置档案

source: Custom Folder...
de: Benutzerdefinierter Ordner...
es: Carpeta personalizada...
fr: Dossier personnalisé...
ja: カスタムフォルダ...
ko: 사용자 지정 폴더...
zh_hans: 自定义文件夹...

source: Customer, client, and QBR conversations
de: Kunden- und QBR-Gespräche
es: Conversaciones con clientes y de revisiones empresariales trimestrales
fr: Conversations avec les clients et revues d’activité trimestrielles
ja: 顧客、クライアント、QBRの会話
ko: 고객, 클라이언트 및 QBR 대화
zh_hans: 客户、外部合作和 QBR 对话

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色

source: Database
de: Datenbank
es: Base de datos
fr: Base de données
ja: データベース
ko: 데이터베이스
zh_hans: 数据库

source: Database not available.
de: Datenbank nicht verfügbar.
es: Base de datos no disponible.
fr: Base de données indisponible.
ja: データベースが利用できません。
ko: 데이터베이스를 사용할 수 없습니다.
zh_hans: 数据库不可用。

source: Date (Newest)
de: Datum (Neueste)
es: Fecha (más reciente)
fr: Date (plus récent)
ja: 日付（新しい順）
ko: 날짜 (최신순)
zh_hans: 日期（最新）

source: Date (Oldest)
de: Datum (Älteste)
es: Fecha (más antigua)
fr: Date (plus ancien)
ja: 日付（古い順）
ko: 날짜 (오래된순)
zh_hans: 日期（最早）

source: Day
de: Tag
es: Día
fr: Jour
ja: 日
ko: 일
zh_hans: 日

source: Decisions
de: Entscheidungen
es: Decisiones
fr: Décisions
ja: 決定事項
ko: 결정 사항
zh_hans: 决策

source: Decisions (%lld)
de: Entscheidungen (%lld)
es: Decisiones (%lld)
fr: Décisions (%lld)
ja: 決定事項 (%lld)
ko: 결정 사항 (%lld)
zh_hans: 决策 (%lld)

source: Deep moss green
de: Tiefes Moosgrün
es: Verde musgo profundo
fr: Vert mousse profond
ja: ディープモスグリーン
ko: 딥 모스 그린
zh_hans: 深苔绿

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
zh_hans: 默认

source: Default AI Provider
de: Standard-KI-Anbieter
es: Proveedor de IA predeterminado
fr: Fournisseur IA par défaut
ja: デフォルトAIプロバイダー
ko: 기본 AI 제공자
zh_hans: 默认 AI 服务商

source: Default AI provider changed
de: Standardmäßiger KI-Anbieter geändert
es: Se cambió el proveedor de IA predeterminado
fr: Fournisseur d’IA par défaut modifié
ja: デフォルトのAIプロバイダを変更しました
ko: 기본 AI 제공자가 변경되었습니다
zh_hans: 默认 AI 服务商已更改

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete %lld Recordings
de: %lld Aufnahmen löschen
es: Eliminar %lld grabaciones
fr: Supprimer %lld enregistrements
ja: %lld件の録音を削除
ko: %lld개 녹음 삭제
zh_hans: 删除 %lld 个录音

source: Delete all voice memory?
de: Gesamtes Stimmgedächtnis löschen?
es: ¿Eliminar toda la memoria de voz?
fr: Supprimer toute la mémoire vocale ?
ja: すべての音声メモリを削除しますか？
ko: 모든 음성 기억을 삭제할까요?
zh_hans: 删除所有声纹记忆？

source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
ja: フォルダを削除
ko: 폴더 삭제
zh_hans: 删除文件夹

source: Delete Folder?
de: Ordner löschen?
es: ¿Eliminar carpeta?
fr: Supprimer le dossier ?
ja: フォルダを削除しますか？
ko: 폴더를 삭제하시겠습니까?
zh_hans: 删除文件夹？

source: Delete model
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
ja: モデルを削除
ko: 모델 삭제
zh_hans: 删除模型

source: Delete Permanently
de: Endgültig löschen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
zh_hans: 永久删除
